NixOS/benchmarks/HPC/openfoam/OpenFOAM-v2306/tutorials/multiphase/twoPhaseEulerFoam/laminar/mixerVessel2D/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

restore0Dir

runApplication $(getApplication)

#------------------------------------------------------------------------------